{"title": "Global conference opens in Kenya to promote food safety", "meta": "Source: Xinhua\nEditor: huaxia\n2024-03-11 23:58:30", "content": "NAIROBI, March 11 (Xinhua) -- A five-day global conference to promote food safety around the world opened on Monday in the Kenyan capital of Nairobi.\nThe 54th Session of the Codex Committee on Food Hygiene brought together more than 200 participants, including representatives of the World Health Organization (WHO) and the Food and Agriculture Organization of the United Nations (FAO), as well as senior government officials, to review ways to eliminate foodborne disease hazards.\nIn his opening remarks, Mithika Linturi, Kenya's cabinet secretary for the Ministry of Agriculture and Livestock Development, said food safety is key to achieving several of the United Nations Sustainable Development Goals, including zero hunger, health and well-being, clean water and sanitation, and responsible production.\n\"Without food safety, the Sustainable Development Goals will not be met,\" Linturi said, calling for sustained investment in regulatory frameworks, laboratory capabilities and monitoring systems in order to enhance food safety.\nSteve Wearne, chairperson of the Codex Alimentarius Commission, which is an intergovernmental body whose aim is to implement the joint FAO and WHO food standards, said standards must continue to be the bedrock of food safety in a changing world to support collective efforts to end hunger and malnutrition by 2030.\nWearne added that the conference provides a vital platform to focus on the development of food standards, particularly emphasizing safety and quality to safeguard consumer health and promote fair practices in food trade.\nNakhumicha Wafula, Kenya's cabinet secretary for the Ministry of Health, said strengthening regulatory, scientific, and technological capacities throughout the food chain remains a common goal across the world.\nWafula observed that the conference comes at a time when Africa is focusing on improving consumer health, fostering fair trade practices, and enhancing intra-continental trade through initiatives such as the African Continental Free Trade Area. ■"}