{"title": "GLOBALink | Subtle technique of wood carving in east China's Jiangxi", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-22 17:06:16", "content": "SHANGRAO, Sept. 22 (Xinhua) -- The \"Three Carvings in Wuyuan\" include carvings on stones, bricks and wood, with wood carving being the most representative. Boasting a history of over 1,000 years, the carving craft was listed as a national intangible cultural heritage in 2006.\nThe Wuyuan wood carving focuses on depicting components of Huizhou-style architecture such as beams and window frames. Various techniques are employed to create exquisite images of auspicious Chinese patterns, reflecting the developing aesthetic appreciation and people's longing for a beautiful life.\nYu Youhong, an inheritor of the craft, is also committed to protecting and restoring ancient buildings in his hometown. Currently, Yu and his apprentices have restored the wood carvings of more than 100 ancient buildings built in the Ming and Qing dynasties (1368-1911).\nYu Youhong carves wood in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nPart of a wood carving work is pictured in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nYu Youhong picks a carving knife in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nYu Youhong carves wood in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nYu Youhong carves wood in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nPart of a wood carving work is pictured in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nYu Youhong (L) teaches his apprentice carving technique in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nWood carving works are pictured in Wangkou Village of Wuyuan County, east China's Jiangxi Province, Sept. 20, 2024. (Xinhua/Wan Xiang)\nAn aerial drone photo taken on Sept. 20, 2024 shows Wangkou Village of Wuyuan County, east China's Jiangxi Province. (Xinhua/Wan Xiang)\nAn aerial drone photo taken on Sept. 20, 2024 shows Wangkou Village of Wuyuan County, east China's Jiangxi Province. (Xinhua/Wan Xiang)\n\nProduced by Xinhua Global Service■"}