{"title": "Xinhua Headlines: China's manufacturing industry delivers new momentum", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-22 19:08:16", "content": "* China has been advancing its manufacturing sector by focusing on high-end, intelligent, green development while increasing its efforts in technological innovation to unlock broader markets.\n* With comprehensive industrial categories and a well-rounded manufacturing system, China has attracted global firms to strengthen their investment in the country.\n* As the world's economic landscape evolves, China is stepping up efforts to collaborate with international enterprises, aiming to inject fresh momentum into the global manufacturing sector and accelerate the shift toward high-quality growth.\nHEFEI, Sept. 22 (Xinhua) -- With a human build and sleek appearance, the 1.8-meter-tall Qijiang-2 is captivating visitors in the exhibition hall of the 2024 World Manufacturing Convention as it can mimic human movements with remarkable precision.\nThe humanoid robot, developed by Anhui Provincial Key Laboratory of Humanoid Robots, is certainly hogging the spotlight at the convention, which opened on Friday and will continue until Monday in Hefei, the capital of east China's Anhui Province.\nEquipped with advanced sensors and intricate inertial measurement units, Qijiang-2 can perform delicate tasks such as folding clothes, opening bottles, wiping dishes and navigating uneven terrain.\nQijiang-2 humanoid robot hands an orange to a visitor at the 2024 World Manufacturing Convention in Hefei, east China's Anhui Province, Sept. 20, 2024. (Xinhua/Huang Bohan)\nBut it's more than just a mechanical marvel. Beyond its physical capabilities, the robot also has decision-making features, including intelligent user recognition and secure access for authorized users.\n\"In the future, these humanoid robots will be able to adapt to both industrial production and elderly care scenarios, serving as robot workers and robot caregivers,\" said Liu Houde, director of the laboratory.\nQijiang-2 and other cutting-edge exhibits like the Jiuzhou Yunjian Longyun rocket engine and the Origin Wukong superconducting quantum computer are demonstrating China's breakthroughs in frontier technologies at the event, as well as its potential in the field of high-tech manufacturing.\nThe gathering of leading global enterprises and industry experts has also reflected China's commitment to advancing international cooperation and working with other countries to address the challenges and opportunities in global manufacturing development.\n\"After 30 years of development in China, Continental AG values not only China's market volume but also advanced technologies,\" said Enno Tang, president and CEO of Continental China.\nWith comprehensive industrial categories and a well-rounded manufacturing system, China has attracted global firms to strengthen their investment in the country.\nAn aerial drone photo taken on Aug. 20, 2023 shows a view of Volkswagen (Anhui) Automotive Company Limited in Hefei, east China's Anhui Province. (Xinhua/Guo Chen)\nVolkswagen Group in April announced an investment of 2.5 billion euros (about 2.8 billion U.S. dollars) in expanding its production and innovation hub in Hefei to increase its pace of innovation in China.\nThe company also vowed to accelerate the production of two Volkswagen-brand smart electric vehicles (EVs), which are currently under joint development with Chinese manufacturer Xpeng.\nA deal reached in 2023 between the two companies gave Volkswagen access to Xpeng's technologies, including its advanced driving assistance system, as the German carmaker made efforts to tap into China's fast-growing EV market.\nThe landmark cooperation agreement between Xpeng and Volkswagen testified to the willingness of China's auto industry to share its technologies with the world, according to Xpeng CEO He Xiaopeng.\nAs the world's economic landscape evolves, China is stepping up efforts to collaborate with international enterprises, aiming to inject fresh momentum into the global manufacturing sector and accelerate the shift toward high-quality growth.\nThis photo taken on Nov. 9, 2023 shows the booth of Schneider Electric at the 6th China International Import Expo in Shanghai, east China. (Xinhua/Ding Ting)\nIn the city of Xiamen in east China's Fujian Province, construction on the Schneider Electric Xiamen Industrial Park began in April.\nChina is Schneider Electric's second-largest market globally, one of its most important supply chain bases, and one of its four global R&D hubs.\nAfter its completion, the park will be the French multinational's biggest manufacturing facility for medium voltage equipment anywhere in the world, and some of its products will be supplied to overseas markets.\nThe park will be a major R&D center, manufacturing center and supply hub through which the company will serve the global medium voltage market, according to Vincent Bruneau, vice president of Schneider Electric's Global Supply Chain China.\nThrough a combination of innovation-driven policies, open market access and strategic partnerships, China continues to strengthen its position as a key player in global manufacturing.\n\"China has been advancing its manufacturing sector by focusing on high-end, intelligent, green development while increasing its efforts in technological innovation to unlock broader markets,\" said Wan Hongxian, a professor at the Anhui University of Finance and Economics.\n\"China's manufacturing sector provides a highly promising market for global high-end equipment. Moreover, its advanced production capabilities and responsiveness to market demand enable the development of more high-quality products, delivering tangible benefits to consumers worldwide,\" Wan added.  \n(Video reporters: Cao Li, Bai Bin, Guo Chen; video editors: Jia Xiaotong, Zhu Cong, Roger Lott)■"}