{"title": "Across China: Chinese, foreign scientists to start new expedition into Asia's longest cave", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-22 17:20:45", "content": "Scientists from China, France, Portugal, Belgium and other countries attend the launch ceremony of the 23rd joint international scientific expedition into the Shuanghe Cave, Asia's longest known cave, in Suiyang County, southwest China's Guizhou Province, Sept. 20, 2024. (Photo by Zhang Haisheng/Xinhua)\nGUIYANG, Sept. 22 (Xinhua) -- Scientists from China, France, Portugal, Belgium and other countries gathered on Friday at the Shuanghe Cave, Asia's longest known cave, in southwest China's Guizhou Province for a launch ceremony of the 23rd joint international scientific expedition into the cave.\nThe expedition is scheduled for Oct. 7 to 24, and the results of their findings will be made available on Oct. 24.\nPrevious scientific expeditions found 44 individual giant panda fossils, with the oldest specimen dating back 100,000 years and the most recent dating back a few hundred years.\nThe fossils prove that Guizhou was once a habitat for giant pandas, which are today known to survive in the provinces of Sichuan, Shaanxi and Gansu.\nZhou Wenlong, deputy secretary general of the Guizhou Cave Association, said the upcoming cave expedition will further study the cave's resources, formation and evolution.\nAccording to the results of the 2023 joint expedition, the cave network has 107 connected openings and boasts a length of 409.9 kilometers, making it the longest known cave in Asia and the third-longest in the world. It is also the world's longest dolomite cave.\nFrench caver Jean Bottazzi, who has more than three decades of cave exploration experience in China, is acting as chief of the upcoming cave research. He calls Shuanghe Cave his second home.\nHe said that since the late 1980s, the discoveries of Chinese and foreign experts in the cave have led to repeated updates of the cave's length, and many cave fossils and living organisms have been unearthed, providing rich, valuable scientific research materials.\nDuring this year's scientific expedition, Suiyang County, which administers the cave area, will hold activities such as a geological science photography contest and a short video contest to promote the cave geopark. ■\nThis undated file photo shows a concert held in the Shuanghe Cave, Asia's longest known cave, in Suiyang County, southwest China's Guizhou Province. (Xinhua)"}