{"title": "Kenya's capital hosts workshop to unify Africa's food safety standards, enhance agricultural trade", "meta": "Source: Xinhua| 2024-08-20 22:04:30|Editor: huaxia", "content": "NAIROBI, Aug. 20 (Xinhua) -- Experts on Tuesday gathered in Nairobi, Kenya's capital, to discuss harmonizing food safety standards across Africa, a step toward accelerating the continent's agricultural trade and realizing its full potential.\nThe two-day dissemination workshop on trade and food standards brought together more than 200 delegates to review the cooperation between the Food and Agriculture Organization of the United Nations (FAO) and the World Health Organization (WHO) in creating a system of international food standards to enhance trade in Africa.\nMaryann Kindiki, manager for National Codex Contact Point at Kenya Bureau of Standards (KEBS), an intergovernmental body focused on implementing joint FAO and WHO food standards, highlighted that varying national food safety standards pose a significant technical barrier to intra-Africa trade, particularly in agricultural commodities.\n\"Countries within Africa can enter into mutual recognition agreements to recognize each other's food safety standards,\" suggested Kindiki. She emphasized the need to begin aligning food safety standards across various regional economic blocs, such as the East African Community, to promote cross-border trade within Africa.\nAccording to the African Union, the continent's food imports bill stands at an estimated 60 billion U.S. dollars annually, despite hosting about 60 percent of the world's arable land.\nGeoffrey Odero, senior trade development officer in Kenya's Ministry of Investments, Trade, and Industry, noted that a unified regime of food safety standards could catalyze agricultural production in Africa and reduce the region's dependence on international food imports.\nOdero also stressed the importance of establishing regional food safety authorities to oversee the implementation of harmonized standards at border points.\nPeter Mutua, manager for the KEBS Food Standards division, said that investments in certification infrastructure to provide testing of food standards are also expected to ease the movement of agricultural products from surplus-producing countries to deficit areas in Africa. ■"}