{"title": "China Focus: China's smart tourism applications offer unique experiences to foreign travelers", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-22 17:25:00", "content": "TIANJIN, Sept. 22 (Xinhua) -- Wearing an elegant white dress, Umuhoza, a Rwandan businesswoman, took a photo in front of a smart photo device, which soon generated a photo depicting her as a valiant and chivalrous female with traditional Chinese features.\n\"When people travel to China, they really want to take memories back home. The device can take a picture of you and then transform you into a Chinese kind of person. I really love it,\" Umuhoza said.\nUmuhoza runs a travel website. She helps tourists from Asian countries travel to African countries, including Rwanda, Egypt and Tanzania. At the same time, her website has a \"China package,\" catering to travelers from Africa who want to go to China.\nAt the 2024 China Culture & Tourism Industries Exposition held earlier this month in north China's Tianjin Municipality, many foreign visitors were overwhelmed by the novel technologies adopted in China's tourism sector.\n\"That's amazing. I am very interested in autonomous driving cars and many smart tourism scenes. Perhaps new trade cooperation can be carried out in the future,\" Umuhoza said.\nTELLING PEOPLE MORE ABOUT CHINA\nPutting on a virtual reality headset, Elena Jitari-Parry, a full-time travel blogger from Moldova, was instantly drawn to various places to experience the magnificent landscapes of China's mountains and rivers.\n\"So beautiful. It felt so authentic here,\" Jitari-Parry said.\nShe also quickly learned about securing travel tips for exploring Tianjin via an intelligent tourism companion system, which simply requires a person to ask questions at a booth provided by Midu, a company focusing on artificial intelligence and large language models.\n\"Traveling in China can be so easy for foreigners! The digitalization and intelligence services of Chinese tourist attractions have become a new trend, enabling foreigners like me to enjoy a more comfortable and convenient travel experience in China,\" Jitari-Parry said.\nWith the desire to further explore China, Jitari-Parry chose to be a full-time travel blogger, documenting her travels and experiences in China. \"Foreigners are very interested in China's technological development. I always advise my audience to come to China and see something different.\"\nThe deep integration of technology and the cultural tourism sector not only creates a variety of experiential consumption scenarios, but also meets people's new needs for personalized travel, immersive experiences and creative consumption.\nData showed that by the end of 2023, the scale of China's digital cultural tourism market had exceeded 1 trillion yuan (about 140 billion U.S. dollars), accounting for more than 30 percent of the entire cultural tourism industry.\nEXPERIENCING SMART, CONVENIENT SERVICES\nIn the exhibition area of Meituan, one of China's leading online services platforms, high-end technologies such as drones and autonomous delivery vehicles became the focus of foreign bloggers' lenses.\nRuben Diaz Jr. from the United States was amazed by it. \"Some of these things are brand new to me. Tourists can specify drones to deliver the items they need directly to the scenic areas, which is definitely more convenient.\"\nA staff member at the Meituan booth said that currently Meituan drones are operating on more than 30 routes in cities such as Beijing, Shenzhen, Shanghai and Guangzhou, and have completed over 300,000 orders in total.\nThanks to the rapid development of smart tourism in China, tourists have become accustomed to using online payments, ticket purchases and guided tours during their travels.\nData from iResearch, an industry research and consulting institute, showed that in 2023, the total number of monthly uses and total usage time of online travel apps had grown by more than 30 percent year on year on average.\nSome Chinese online travel service companies also use digital technologies to meet the growing travel needs of foreign visitors in China.\nIn May, Tongcheng Travel launched an international travel reservation platform named HopeGoo, which supports payments in 16 global currencies and via various operating languages.\nRichard Santana, a product designer and blogger from the United States, said that with these online services, foreigners will be more willing to go to China, while their travels in China will also be more convenient.\nMa Yiliang, chief statistician of the China Tourism Academy, said that \"digitalization plus cultural tourism\" has become a development trend.\nAs \"China Travel\" has surged to be a hot global social media topic, demand for inbound tourism to China has increased significantly.\n\"With the smarter and more convenient experience in China, foreign tourists can find a more open, more confident and safer China during their travels,\" said Ma. ■"}