{"title": "Six highlights from Harris-Trump debate", "meta": {"time": "11 September 2024", "author": "Graeme BakerBBC News, Washington"}, "content": "Millions of viewers in the US watched Kamala Harris and Donald Trump duel for the first time, during a 90-minute debate broadcast live on ABC News on Tuesday night.Others are waking up to the aftermath of the presidential showdown. In case you missed the televised spectacle, here are the some of the highlights:As they walked out, Harris strode across the stage to Trump as he approached his podium.\"Kamala Harris,\" she said, offering a handshake as the pair met for the first time ever. “Let’s have a good debate.”“Nice to see you. Have fun,” the former Republican president said.It was the first handshake in a presidential debate in eight years.Harris spent the majority of the debate looking directly at her opponent, often smirking, laughing out loud, or shaking her head incredulously while he answered questions.The split screen showed Trump staring mostly straight ahead as she spoke, while occasionally shaking his head.Vice-President Harris, a Democrat, went on the offensive from the outset, goading her Republican rival and assailing him over his criminal trials and his handling of the Covid-19 pandemic.She also accused her opponent of consistently using the issue of race to \"divide the American people\". The barb followed a question from the moderators about one recent attack in which he said Harris had \"become a black person\".Trump turned the subject repeatedly back to inflation and immigration, political vulnerabilities for Harris. He argued that the Biden-Harris administration had “destroyed” the country, and labelled her a \"Marxist\", nodding to her father, a professor of economics.Harris poked fun at crowd sizes at his rallies. \"People start leaving his rallies early out of exhaustion and boredom,\" she said.Trump hit back: “People don’t go to her rallies. There's no reason to go.”At one stage, when Harris interrupted Trump, he said: \"I'm talking now. Does that sound familiar?\" He was referring to a similar riposte she made in a 2020 vice-presidential debate against Mike Pence.Later, as Harris spoke over him, Trump said: “Quiet please.”Trump also blamed heated Democratic rhetoric for the assassination attempt against him in July by a gunman whose motives are unknown.“I probably took a bullet to the head because of the things they said about me,” he said.In the hours before the debate, social media was filled with reports of unsubstantiated claims - repeated by JD Vance, Trump's running mate, that Haitian migrants in Springfield, Ohio, had been stealing pets and eating them.Despite city officials telling the BBC there are no credible reports to support these claims, Trump brought up the matter in the debate.\"They're eating the dogs, they're eating the cats, they're eating the pets of the people that live there. This is a shame,\" he said.\"Talk about extreme,\" Harris said of her rival. Read more on the BBC fact-check on the Springfield claims here.ANALYSIS: Who won the Harris-Trump debate?WATCH: Key moments from presidential debateLIVE: Kamala Harris puts Donald Trump on defensiveVERIFY: Eating pets, inflation, abortion - claims fact-checkedTRACKER: Who is winning US election polls, Trump or Harris?Some of Harris’s most aggressive attacks on Trump came as they clashed on abortion, one of the biggest issues for Democrats since the US Supreme Court overturned a constitutional right to the procedure in 2022.“One does not have to abandon their faith or deeply held beliefs to agree the government - and Donald Trump, certainly - should not be telling a woman what to do with her body,” Harris said.She said Trump would \"sign an abortion ban\" if re-elected and cited conservative states that prohibit the procedure while allowing limited exceptions. Trump, for whom the issue is a political liability, countered: \"What she says is an absolute lie. I am not in favour of an abortion ban.\"Trump reiterated that he supports exceptions for cases of rape, incest or when the life of the mother is at risk.At one point Trump claimed that some babies were being subjected to “executions” after birth.One of the ABC moderators interceded to fact-check him, saying: “There is no state in this country where it is legal to kill a baby after it’s born.”Trump said Harris had no policies, accusing her of copying some of his own ideas on the campaign trial and that he was \"going to send her a Maga hat\", while also arguing she would be no different from President Biden.“She has no policy,\" he said.“Remember this, she is Biden,” he said at another point.Harris countered: “Clearly, I am not Joe Biden.”Trump, who while president tried to overturn to Obamacare, was asked what would be his plan now to replace the Affordable Care Act.He said he had \"concepts of a plan\" that would be \"something that's better\", if elected.On the economy, an issue that opinion polls show favours Trump, Harris repeatedly stated: \"I have a plan.\"In the exchange that followed Harris's insistence that she had a plan for the economy, Trump sought to depict his rival as a radical liberal who was also opposed to gun ownership.He said: \"She has a plan to defund the police. She has a plan to confiscate everyone's guns. She has a plan to ban fracking in Pennsylvania and everywhere else.\"Harris denied all this. \"[Running mate] Tim Walz and I are both gun owners,\" she said. \"We're not taking anybody's guns away.\"She has spoken of her gun ownership in the past - but is a supporter of tougher laws. SIMPLE GUIDE: Everything you need to know about the voteEXPLAINER: Seven swing states that could decide electionFACT CHECK: Was US economy stronger under Biden or Trump?IMMIGRATION: Could Trump really deport a million migrants?POLLS: Who is winning the race for the White House?North America correspondent Anthony Zurcher makes sense of the race for the White House in his weekly US Election Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here."}