{"title": "First in-person votes cast in US presidential election", "meta": {"time": "6 days ago", "author": "Ana Faguy and Ione Wellsin Washington and Fairfax, Virginia"}, "content": "The first in-person votes have been cast in the US presidential race between Donald Trump and Kamala Harris, a milestone moment that comes six weeks before election day on 5 November.Virginia became the first state in the country to allow in-person voting on Friday, and early polling sites will remain open there until 2 November. Some long queues were seen as voters cast ballots on national, state and local levels.The situation in two other states, Minnesota and South Dakota, is different as voters there can only hand in absentee ballots in person instead of mailing them.“Why not try to be first? That’s kind of fun, right?” one voter in Minnesota, Jason Miller, told the Associated Press.Some 69% of votes cast during the 2020 election were done through early in-person voting or through mail-in ballots, according to the Massachusetts Institute of Technology's election data science lab found. Some in a queue in Fairfax, Virginia, told the BBC they felt it was their civic duty to vote early.“You never know if you’ll be hit by a bus,\" one voter said on Friday, adding that they wanted to be “safe not sorry\". Another said the good weather - and a day working from home - had prompted them to cast their early ballot.Virginia has been a reliably Democratic state in the last few elections, but some Republicans have been bullish about trying to flip it in November. Voters there will also be casting votes for the state’s eleven members of congress and one of its two senators.Early and mail-in voting has been a hot-button issue since the 2020 election, with just 37% of Republicans saying people should have the option to vote early, according to polling from the Pew Research Center. That sharply contrasts with 82% support from Democrats.SIMPLE GUIDE: Everything you need to know about the voteEXPLAINER: Seven swing states that could decide electionFACT CHECK: Was US economy stronger under Biden or Trump?POLICIES: What Harris or Trump would do in powerPOLLS: Who is winning the race for the White House?The latest polling suggests the presidential race is extremely tight, with Harris holding a slight national lead.In the months leading up to President Joe Biden’s decision to drop out of the race, polls consistently indicated he was trailing Trump. But the race tightened when Harris became the Democratic candidate.Along with the presidential race, millions of voters in 41 states will also have the chance to voice their opinion on a specific policy position by voting on ballot initiatives on 5 November.Ten states are asking voters to decide whether they want to enshrine abortion access in their states' constitutions, voters in West Virginia will be asked vote on whether or not medically assisted suicide should be prohibited, and voters in three states will be asked whether recreational marijuana usage for adults should be legal. There are more than 140 measures on the ballot across the US, according to a count from the Associated Press. "}