{"title": "How much security does Donald Trump get?", "meta": {"time": "17 September 2024", "author": "Jake Horton & Lucy GilderBBC Verify"}, "content": "The Biden administration has asked Congress for special permission to increase spending on the Secret Service, warning that without it, the service would have \"insufficient resources\" to enhance its protective operations.The request follows what authorities have said was a second apparent assassination attempt on Donald Trump, with further questions being asked about Secret Service protection of the former president and Republican presidential candidate. We don’t know the exact number of agents who are assigned to the former president, but according to Ronald Kessler, an author who specialises in the Secret Service, about 80 would be assigned to Trump at any one time.About 300 agents are assigned to the sitting president and vice-president, compared to the 90 to 100 who protect a former president, Mr Kessler said. These totals include all staff, which means Trump would not have that many agents with him in every instance. “The shift detail is always the same - this is the close protection officers near the president - but then there’s counter-sniper teams, counter-assault teams, counter-surveillance teams,” said Michael Matranga, who worked at the Secret Service for 12 years under Barack Obama.On a day-to-day basis, former presidents wouldn’t have those additional teams, but Trump does, according to Mr Matranga.“More can still be done. It would be good to have dogs sweeping bushes or an emergency response team scanning the area,” he said.“But people need to understand that the Secret Service need to find a balance where the president can engage with constituents or enjoy a round of golf. They can’t just keep him in a bulletproof box,” Mr Matranga added.Former Secret Service agent Jason Russell told the BBC that the service was in charge of the area in the immediate vicinity of the former president. But he added that local law enforcement would be in charge of the outer perimeter of a public space, like the golf course.The Secret Service ramped up security before the first assassination attempt after receiving intelligence of an Iranian plot to kill Trump - and has further increased its staffing since then.During a hearing following the Pennsylvania attempt, the acting Secret Service Director Ronald Rowe told lawmakers they were expanding the use of drones to check areas, improving communication and increasing the number of security agents.BBC Verify has asked the Secret Service how many more agents were given to Trump’s security detail following the first assassination attempt but the agency has not yet responded.Mr Russell said that he had noticed “the number of agents and the number of assets that has been given to former president Trump has certainly increased”.“Once he became the nominee obviously that protection goes up to another level, where you start to get additional assets… but certainly not the level a sitting president or vice-president would have,” he added.The Washington Post has reported that senior officials at the Secret Service repeatedly rejected requests for additional protection from Trump’s security team in the two years leading up to the attempt on his life in July. Although the agency initially denied that such requests were made, it later acknowledged that some requests from Trump's security detail may have been rejected.On Monday, the acting head of the Secret Service, Ronald Rowe, said security around Mr Trump's home was now as intense as when he was president.He said he was being provided with the \"highest level\" of security.The Secret Service had a total budget of $3.1bn in the 2024 financial year. This was 9% higher than the previous year’s budget.Just over $1bn of this was allocated to “Protection of Persons and Facilities”.The service has around 8,000 staff in total, including special agents, administrative and technical personnel.Nearly half (3,671) work full-time in Protective Operations.A decade ago, there were 4,027 people assigned to protect the president and other senior officials, according to NBC News.“The whole budget of the Secret Service is about the same as one stealth bomber,” Mr Kessler said.“The whole agency is suffering with a lack of money and staff,” he added.As well as the government's request to increase spending in the coming weeks, the Secret Service has separately told Congress that it needs more resources to carry out its duties. What do we know about suspect Ryan Wesley Routh?Analysis: Political violence becomes America's new normWhat we know about the incident so farFull story: Suspect held and Trump rushed to safety“The biggest question I have is not about the Secret Service’s reaction, but how the suspect knew Trump was going to be on the golf course at that time,” Mr Matranga told us. It isn’t yet known how the suspect knew of Trump's whereabouts on Sunday.BBC Verify has been looking through Trump's recent posts on social media and he did not say that he would be playing golf at his West Palm Beach course at the time and date the assassination attempt took place.Following a rally in Las Vegas on Friday, Trump’s campaign schedule mentions no other events until a town hall speech in Michigan on 17 September.CNN has also quoted from sources who claim Trump’s visit to the golf course was a last-minute addition to his schedule.However, it would be reasonable to assume Trump could be in Mar-a-Lago at the weekend, given how frequently he travels there. He also posted on X (on 12 September) that he would be hosting a \"State of Crypto Address\" on the evening of 16 September from Mar-a-Lago.Trump has often been filmed and photographed with members of the public at his golf course, such as in this Instagram post from July 2024.Additional reporting by Joshua Cheetham and Kumar Malhotra."}