{"title": "How both campaigns will seize on interest rate cut in US election", "meta": {"time": "8 days ago", "author": "Anthony ZurcherSenior North America reporter•@awzurcher"}, "content": "Biden administration officials have been saying for months that the post-Covid surge in inflation is over. On Wednesday, the Federal Reserve agreed.Given that the US central bank, and its chair Jerome Powell, pride themselves on making decisions removed from political influences and considerations, the move to decisively lower a key lending rate offers an impartial affirmation that inflation is now firmly under control and a top concern for economic policymakers is ensuring continued economic growth.Although most Americans would not be able to pick Mr Powell out of a crowd or explain the duties of the Federal Reserve, the interest rate change will shape media coverage of the US economy in the final two months of this presidential campaign.The larger-than-expected cut could also trigger another stock market boom and will lead to substantive drops in interest rates – on credit cards, car loans and, indirectly, home mortgages – that will be felt by consumers across the nation.All of that is good news for Kamala Harris’s presidential campaign, given that voter concern about the economy have weighed on the electoral prospects for the incumbent vice-president and, before he abandoned his re-election bid, President Joe Biden.Since entering the presidential race in July, Harris has walked a fine line, attempting to take credit for the Democratic administration’s successes while also distancing herself from the negative perceptions many voters have of Biden’s economic stewardship. Wednesday's Fed move will help make that political dance an easier one for her.Expect Donald Trump to condemn the move as a partisan attempt to influence November’s election, while also pointing to the concerns the Fed has about rising unemployment and sagging economic growth of late. He has criticised the central bank and its leadership in the past, and if he is re-elected, he may be even more inclined now to make a move to bring the quasi-governmental agency more directly under presidential influence.There are a handful of economic reports – on unemployment and economic growth – set to be released in the weeks ahead that will provide one final snapshot of the US economy as voters cast their ballots. But those will be a reflection of the state of affairs in the country.Wednesday's interest-rate announcement is different. It will shape America’s economic path for months to come.SIMPLE GUIDE: Everything you need to know about the voteANALYSIS: Harris goads Trump into flustered performanceEXPLAINER: Seven swing states that could decide electionIMMIGRATION: Could Trump really deport a million migrants?FACT CHECK: Was US economy stronger or weaker under Trump?Read more about: Kamala Harris | Donald Trump | US election"}