{"title": "Congress will have Olympics-level security when it certifies US election", "meta": {"time": "13 September 2024", "author": "Christal HayesBBC News"}, "content": "Congress will have an unprecedented amount of security when it certifies the winner of the presidential election in January, at a level typically seen for the Olympic Games and gatherings of world leaders like the Nato summit.The US Secret Service said the decision to treat the procedure at the Capitol as a \"national special security event\" was made after they received numerous calls from politicians, including Washington's mayor.The agency said the classification will allow for \"significant resources\" at local, state and federal levels and a \"comprehensive security plan\".This will be the first time lawmakers confirm election results since the US Capitol riot, when supporters of former President Donald Trump violently breached the complex on 6 January 2021.Trump is again running for president in a close race against Vice-President Kamala Harris. His running mate, JD Vance, recently said that if he had been US vice-president in 2021 he would not have certified the election results. An attempt to assassinate Trump in July has also stoked security fears surrounding the election.Events that have had the high-level security designation in the past include presidential inaugurations, the UN General Assembly, Nato summits and the 2002 Winter Olympic Games in Utah. The first Super Bowl after the 9/11 attacks, which was held in New Orleans in February 2002, was given the same designation. The Secret Service said on Wednesday they had received multiple requests for upgraded security, including from members of a House of Representatives committee that investigated the Capitol riot.In Tuesday's presidential debate, Trump blamed then-House Speaker Nancy Pelosi and Washington Mayor Muriel Bowser for the riot, saying Bowser had turned down his offer to have the National Guard at the Capitol that day. Bowser, however, has said the president never made the offer and that as president, he had controlled the troops.Meanwhile, US Attorney General Merrick Garland condemned \"an escalation of attacks\" against the justice department in a speech on Thursday. America's top law official pushed back on \"conspiracy theories, dangerous falsehoods…and threats of actual violence\" that endanger the department's employees.The justice department has faced criticism from Republicans and Democrats for its handling of various politically charged investigations into both Trump and Biden.North America correspondent Anthony Zurcher makes sense of the race for the White House in his weekly US Election Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here.SIMPLE GUIDE: Everything you need to know about the voteEXPLAINER: Seven swing states that could decide electionFACT CHECK: Was US economy stronger under Biden or Trump?ANALYSIS: Who won the Harris-Trump presidential debate?POLLS: Who is winning the race for the White House?"}