{"title": "Trump rejects second TV debate as 'too late'", "meta": {"time": "5 days ago", "author": "Bernd Debusmann Jr & Brandon Drenon in North CarolinaBBC News"}, "content": "Former US President Donald Trump has said he will not take part in a second TV debate ahead of November's presidential election.While Vice-President Kamala Harris, the Democratic Party's candidate, accepted an invitation to the CNN debate on 23 October, Republican nominee Trump told a rally it was \"too late\" as voting has already started.Harris's campaign team said that given the former president claimed to have won their previous debate in Philadelphia earlier this month he should accept.Snap polls taken after that encounter suggested a majority of viewers believed the vice-president outperformed her challenger.After the 10 September debate, Trump said there would be no further debates. Speaking at a rally in Wilmington, North Carolina on Saturday, he claimed victory in that earlier head-to-head and said \"it's just too late\" for another. \"Voting has already started,\" he said, accusing Harris of seeking another round of sparring \"because she's losing badly.\" Anthony Zurcher analysis: Who won the Harris-Trump debate?Watch key moments from Harris-Trump clashIn a statement on Saturday, Harris-Walz campaign chair Jen O'Malley Dillon said that Americans \"deserve another opportunity\" to see Harris and Trump debate before the November election. \"It would be unprecedented in modern history for there to just be one general election debate,\" she said. \"Debates offer a unique chance for voters to see the candidates side by side and take stock of their competing visions for America.\"On X, formerly Twitter, Harris said she had \"gladly\" accepted the debate invitation and hoped Trump would also take part. CNN had said the potential debate would follow the same format as the one it broadcast in June between Trump and President Joe Biden. Biden's faltering performance in that encounter led some Democrats to question whether he should be the party's candidate for the election. After weeks of uncertainty the president announced he would not seek re-election - paving the way for Harris to become the nominee.At the Trump rally, some voters told the BBC they hoped another debate would take place.\"If you're not afraid, why not? They both did great [at the last debate],\" said Trump supporter Steve Castellano.Adding that he thought the moderators were \"a little biased\" at the last debate, Mr Castellano suggested some conditions for a possible rematch.Republicans absorb a political shockwave in must-win North CarolinaRos Atkins on... Were the Trump-Harris debate moderators unfair?\"They should debate again at a network Trump chooses,\" he said. \"What I would really love is a good podcaster [to moderate]. I'd really love Joe Rogan to do it.\" Harris holds a slight lead over Trump in national polling averages, and North Carolina could be crucial for his hopes to return to the White House. Since then, a majority of national polls suggest that Harris has made small gains with voters. Trump's campaign stop in North Carolina comes after the Republican candidate he endorsed for governor, Mark Robinson, reportedly made controversial comments on a porn website more than a decade ago.Robinson characterised the CNN report, which alleged that he had referred to himself as a \"black Nazi\" on an adult forum, as \"salacious tabloid lies\".Robinson did not attend Saturday's rally and Trump did not mention it during his 60-minute speech to supporters.The two candidates exchanged swipes and barbs at the previous debate, with Trump calling Harris a \"radical left liberal\" and a Marxist who was destroying America. Harris, for her part, goaded Trump, belittled the size of his rally crowds and quoted his Republican detractors. CBS, the BBC's news partner in the US, has also invited both presidential candidates to participate in an October debate in Arizona. SIMPLE GUIDE: Everything you need to know about the voteEXPLAINER: Seven swing states that could decide electionFACT CHECK: Was US economy stronger under Biden or Trump?POLICIES: What Harris or Trump would do in powerPOLLS: Who is winning the race for the White House?NEWSLETTER: Anthony Zurcher makes sense of the race for the White House in his weekly US Election Unspun newsletter."}