{"title": "What to know about US election hacking, Iran and other countries", "meta": {"time": "17 August 2024", "author": "Gordon CoreraSecurity correspondent•@gordoncorera"}, "content": "The recent claim by Donald Trump's campaign that they were hacked by Iran is one sign that foreign interference may become a prominent issue in this year's US election.The election result will have major implications around the world, meaning many countries have an incentive to try and interfere to either support a particular candidate or just to destabilise America. And the nature of America’s open democracy and media, coupled with new forms of technology, provides many potential avenues to try and shape the eventual outcome.“Our adversaries do look at American elections as points to try to influence, to try to undermine confidence in our democracy, to try to put their thumb on the scale,” National Security Adviser Jake Sullivan said last month. “We are clear eyed about that. And we are doing a lot to push back against it\".So who might be trying to interfere? Three countries are most widely cited: Iran, Russia and China.“Iran is becoming increasingly aggressive in their foreign influence efforts, seeking to stoke discord and undermine confidence in our democratic institutions,” US Director of National Intelligence Avril Haines said in July. The Trump campaign says it was hacked by Iran, although it has not been confirmed that an offer of stolen campaign documents to news outlets was definitely linked to this.Microsoft recently said it had seen \"the emergence of significant influence activity\" by groups linked to Iran, and Google has said Iranian hackers targeted the Biden campaign (before he dropped out of the race) as well as that of Donald Trump.The assessment is that the Iranians are more likely to be opposed to a return of Trump to the White House. He and his advisers are seen as more hawkish in their rhetoric as well as in their past actions, which include pulling out of the Iran nuclear deal and killing top Iranian General Qasem Soleimani in January 2020. On social media, Iran has also been accused of stoking tensions over Gaza.“Russia remains the predominant threat to US elections,” according to the most recent assessment by US intelligence. But so far it has been less visible than Iran.Russia has a long track record of using what it calls \"active measures\" to influence public opinion back through the Cold War. And in 2016, the US was caught largely unaware by a Russian operation which saw the Democratic Party as well as Hillary Clinton's campaign operatives have their emails hacked and then leaked.SIMPLE GUIDE: Everything you need to know about the voteANALYSIS: Three ways Trump will try to end Harris honeymoonSWING STATES: Where the election could be won and lostEXPLAINER: RFK Jr and others running for presidentVOTERS: US workers in debt to buy groceriesRussian hackers – likely from both the foreign intelligence agency the SVR and the military intelligence agency the GRU – are among the most skilled and may try to compromise accounts. Russian social media campaigns have also moved on from 2016 when fake profiles were used to organise real-world demonstrations against Hillary Clinton during the campaign. Moscow is thought to be outsourcing some efforts to commercial firms in order to distance itself and look for more effective ways of reaching audiences.If Moscow does get involved, security analysts believe it it would most likely be to favour Trump.The former president has been more friendly to Moscow and more critical of the NATO defence alliance. Russia's Vladimir Putin recently denied he was backing Trump, but even that was seen as a diversionary tactic.China is the wildcard in terms of interference. It has hacked US campaigns to gather intelligence all the way back to 2008. But it tends to be less active than the other two in trying to influence a particular result. US intelligence currently believe it \"probably does not plan to influence the outcome\" of the election.There is also less confidence as to who China’s preferred candidate might be should it decide to do anything. Donald Trump can be unpredictable and confrontational with Beijing but is less likely to continue the Biden administration’s policy of building a web of alliances, which has worried Beijing. Beijing may also be wary of antagonising the US at this point by being seen to interfere, something neither Iran nor Russia worry so much about.But China is accused of trying to target candidates at a local or congressional level because of their backgrounds or positions on issues of concern to China. In the 2022 mid-terms it was assessed of doing so in a handful of races involving both Democrats and Republicans.All three countries have consistently denied carrying out election interference operations.Back in 2016, material hacked by Russia received extensive media coverage. But that seems to have changed now with media outlets more cautious about giving prominence to stolen data. And there there are more people now looking for influence operations as well as improved cybersecurity defences around campaigns. But despite this, the challenge has evolved.One complexity is that it can be harder to disentangle foreign interference from domestic free speech. Some countries may use Americans to seed or spread their messages. Sometimes those Americans will be willing collaborators, but sometimes they will be unwitting, perhaps even engaged to write for websites which they do not know work for Moscow or someone else.And there are new worries because there has been a step change in the technology on offer to those seeking to interfere thanks to artificial intelligence and deepfakes.These potentially allow more tailored approaches to individuals over social media, and the creation of more convincing faked content. This could lead people to doubt what is real and what is not. However, in other elections around the world this year, the general consensus is that these techniques have not been deployed as much as some feared. But America’s election is by far the most consequential globally (and also likely a tight race) meaning new techniques might be deployed for the first time. And given the political atmosphere this time is more combustible and polarised than in the past.A further risk, too, is that even the claim that there has been foreign interference can be politicised and used to cast doubt on an election result."}