{"title": "US sanctions Maduro allies linked to Venezuela's disputed election ", "meta": {"time": "13 September 2024", "author": "Vanessa BuschschlüterBBC News"}, "content": "The United States has announced it is placing sanctions on 16 officials who are closely aligned with Venezuelan President Nicolás Maduro following his disputed election victory.The US Treasury said it was targeting \"key officials involved in Maduro’s fraudulent and illegitimate claims of victory and his brutal crackdown on free expression following the election\".Maduro was declared the winner of July's presidential election by Venezuela's National Electoral Council (CNE), which is closely aligned with the government. But the CNE has not published any detailed voting tallies supporting a Maduro victory. Data published by the opposition suggests its candidate, Edmundo González, won instead.The US has refused to recognise Maduro as the winner and says it is convinced González received more votes. It is also among the dozens of countries which has called on the CNE to release the detailed voting tallies which show the results from individual polling stations. All those named in the Treasury statement are barred from entering the US and any property they hold there is blocked. Among those sanctioned is Rosalba Gil, one of the five members of the CNE.US authorities have also targeted five judges from Venezuela's Supreme Court, which upheld the CNE's decision to award Maduro a third consecutive term in office.Members of Venezuela's security forces have also been sanctioned, with the US Treasury accusing them of being \"responsible for intensifying repression through intimidation, indiscriminate detentions, and censorship\".More than 2,400 people have been arrested in the post-election crackdown launched by the Maduro government, with many accused of \"terrorism\".Opposition candidate González fled to Spain on Saturday after being accused of  \"serious crimes\" including the \"usurpation\" of public duties, document falsification, instigation of disobedience and system sabotage.The judge who issued González's arrest warrant is also among the 16 on the sanctions list. González has requested asylum in Spain and on Thursday met Spanish Prime Minister Pedro Sánchez.He said that despite now being in exile his \"determination to continue the fight to uphold the sovereign will of the Venezuelan people as expressed on July 28 by more than eight million voters\" has not wavered. \"The fight is to the end, when all our families can finally be reunited on Venezuelan soil,\" he added.González had replaced opposition leader María Corina Machado on the ballot after the latter was barred from running for the presidency by institutions loyal to Maduro. Machado remains in hiding in Venezuela from where she says she will lead the fight to have González sworn in as president on 10 January 2025 - the day the new presidential term is due to start. "}