{"title": "Georgia elections board to require hand count of ballots", "meta": {"time": "6 days ago", "author": "Mike WendlingBBC News•@mwendling"}, "content": "The US state of Georgia has ordered a hand count of ballots cast in November’s election, potentially creating further delays in a system that took days to deliver a definitive result four years ago.Georgia's elections board voted 3-2 to require the hand count, despite the objections of state officials and poll workers.Around five million votes for president were cast in Georgia in 2020, with Joe Biden beating Donald Trump in the key battleground state state by a margin of around 12,000.While hand counting of ballots is common in many countries, including the UK, it is extremely rare in US elections. The rule passed on Friday requires three poll workers in each of the state’s 6,500 voting precincts to begin counting ballots on election night.The move was opposed by the state’s top election official, Secretary of State Brad Raffensperger, a Republican, who warned that a hand count would introduce the possibility of “error, lost or stolen ballots, and fraud\".In a phone call following the 2020 election, Trump pressured Raffensperger to \"find 11,780 votes\" – a move which along with other alleged efforts to overturn the result led to criminal charges against Trump and some of his allies.Election polls: Who is ahead, Harris or Trump?Raffensperger publicly tussled with Trump but also ordered a hand recount of the state's ballots, which slightly changed vote totals but confirmed the overall result. Trump’s supporters on the Georgia elections board argued that hand counting will make the forthcoming election more secure.\"What I don’t want to do is set a precedent that we are OK with speed over accuracy,\" said board member Janelle King.Opponents of the move included county elections supervisors, poll workers and voting rights organisations, several of whom testified at a hearing on Friday.They warned of delays and possible chaos caused by changing the rules so close to the election. Early voting in Georgia starts on 15 October. Election day is on 5 November.Ethan Compton, the election supervisor for Irwin County, said that ballots had already been sent to members of the military posted overseas.“The election has begun,\" Mr Compton said. \"This is not the time to change the rules. That will only lower the integrity of our elections.\"The board's chair, John Fervier, a Republican, voted against the rule for that reason.\"I do think it's too close to the election,\" he said.Fervier warned that the board may not have the legal authority to require hand counting, and the change is almost certain to face legal challenges.Voting rights organisations say hand counting would complicate the voting system and is less accurate than machine counting. Many Republicans, meanwhile, believe Trump’s oft-repeated but false claims that the voting system is riddled with fraud and has been “rigged” by Democrats.During an rally in Atlanta in August, Trump called the board members \"pit bulls fighting for victory\".Georgia Senator Raphael Warnock, a Democrat, said of the election board prior to the vote: \"They are fully trying to set up a scenario in which they could refuse to certify an election whose results they don't like.\"The rule change came as early voting got under way on Friday in other states including Virginia, Minnesota and South Dakota.3 November: US presidential election 11 November: Georgia orders hand recount of votes as the race is so close13 November: Cable networks project Biden wins Georgia20 November: Georgia hand recount confirms Biden won by just over 12,000 votes21 November: Trump requests recount, as allowed under Georgia law 7 December: The recount again confirms Biden wonSIMPLE GUIDE: Everything you need to know about the voteEXPLAINER: Seven swing states that could decide electionFACT CHECK: Was US economy stronger under Biden or Trump?POLICIES: What Harris or Trump would do in powerPOLLS: Who is winning the race for the White House?North America correspondent Anthony Zurcher makes sense of the race for the White House in his weekly US Election Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here."}