{"title": "What insults tell us about the Trump-Harris election fight", "meta": {"time": "5 days ago", "author": "Anthony ZurcherNorth America correspondent•@awzurcher"}, "content": "The tone of the 2024 presidential race is in the spotlight after Republican nominee Donald Trump was targeted in what the FBI called another apparent assassination attempt.He and his running mate, JD Vance, have blamed their Democratic opponents for what they characterise as their inflammatory language. The Republican candidates and their supporters have also received criticism from Democrats for their rhetoric. The finger-pointing has led to increased scrutiny of the language and insults used by both campaigns about the other side.Each has an active and aggressive social media presence that reaches millions of Americans, and frequently paints their opponents in derogatory terms. Trump utilises his Truth Social account to make - or promote - some of the most vitriolic attacks on Democrats.In the end, however, the candidates are most responsible for their own spoken words. Here are nine quotes from interviews, speeches and campaign events this year that help illustrate how the political messages on both sides have – and have not – shifted over time.Election polls - is Harris or Trump ahead?In what was billed as his first general election campaign address, Trump spoke to a rally crowd in Georgia for nearly two hours in March. He offered the kind of intensely personal attacks that have been a staple of his speeches since he launched his first presidential bid in 2016.In an apocalyptic speech littered with personal insults about President Joe Biden, including mocking his stutter, he said the surge of migrants across the southern border would lead to the plunder of US cities and the violation of its people.Biden began his presidency promising national unity, with a concerted effort not to focus on or even talk about “the former guy”, as he put it. But as it became increasingly obvious that Trump would be the 2024 Republican nominee — with a very real chance to win back the White House — the president changed his rhetorical tune. He delivered a series of speeches warning of an existential threat to the nation if Trump returned to power.After his disastrous debate performance three months ago - and as he battled to save his campaign - Biden told donors on a private call “it’s time to put Trump in a bullseye”.Days later, after Donald Trump was shot at a campaign rally, the president called his choice of words “a mistake” but rejected Republican claims he had incited violence.The day after Trump narrowly avoided serious injury during an assassination attempt at a campaign rally in Butler, Pennsylvania, he told the Washington Examiner that he planned to strike a new tone in his Republican National Convention speech in Wisconsin later that week. Riding high over Biden in public opinion polls, it appeared the path to the White House was clearing for the former president. A convention speech that started with a recollection of the assassination attempt and some calls for unity, however, devolved quickly into a more typical and freewheeling Trump speech dwelling on perceived grievances.The dynamics of the 2024 presidential campaign shifted yet again shortly after the Republican convention, when Biden abandoned his re-election bid and Vice-President Kamala Harris stepped in, promising a different, “joyful” message. Her first rally speech as a candidate was not devoid of attacks against the former president, but the dire warnings about democracy at risk were absent.Trump’s new tone lasted all of six days after his convention speech, as he went on the attack against Harris at a rally in North Carolina. He called her “a radical left lunatic who will destroy our country” and a “danger to democracy”. Accusing the Democrats of weaponising the justice system against him, he said every criminal indictment was a badge of honour.As the presidential contest heated up, the attacks from the Democratic ticket sharpened. In her own nomination acceptance speech at the Democratic convention, Harris mentioned Trump 17 times, criticising his conduct during the 6 January 2021 attack on the US Capitol, his policies on abortion and tax cuts, his foreign policy stances and his criminal record. She asked America to remember the \"chaos and calamity\" of the Trump years. At their first and probably only debate in Philadelphia, Harris and Trump exchanged swipes and barbs. As he often does, Trump tried to turn the “threat to democracy” line that Biden had used against him into an attack on Harris. He called her a “radical left liberal” and a Marxist who was destroying America. He said she would be remembered as “the worst vice-president in the history of our country”.Harris spent much of her time during the debate goading Trump into angry off-topic responses. She belittled the size of his rally crowds, quoted his Republican critics and mocked the size of his inheritance. Then, as Trump fumed, she said that the American people want to move beyond “finger-pointing”. It’s the kind of strategy that fits with a voting public that says they want their candidates to take the high ground – but then responds the most to negative messages.A second apparent assassination attempt - this time at his golf course in Florida -did not prompt Trump to return to his unity message. With polls showing the presidential race in a virtual dead heat with a little more than six weeks remaining, Trump has opted instead to attack his Democratic opponents for what he says is dangerous rhetoric – while attacking them with similar language.SIMPLE GUIDE: Everything you need to know about the voteEXPLAINER: Seven swing states that could decide electionFACT CHECK: Was US economy stronger under Biden or Trump?POLICIES: What Harris or Trump would do in powerPOLLS: Who is winning the race for the White House?NEWSLETTER: Anthony Zurcher makes sense of the race for the White House in his weekly US Election Unspun newsletter."}