{"title": "Starmer wants to meet Trump and Harris before US election", "meta": {"time": "1 day ago", "author": "Paul SeddonPolitical reporter"}, "content": "Sir Keir Starmer has said he wants to meet Kamala Harris and Donald Trump before the US presidential election in November.It comes amid reports No 10 aides are hoping to set up meetings with both candidates this week, whilst the prime minister attends a UN summit in New York.Asked whether he would meet them during the trip, he replied it would be \"very good to meet both of them at some stage\" before the poll.\"We'll just have to see what's possible,\" he told reporters on his flight over.\"But I'm going for the [UN] General Assembly. I don't doubt that a lot of time is going to be spent on the Middle East and Ukraine,\" he added.Sir Keir has not met either candidate in person, although he spoke to Trump on the phone in the wake of the assassination attempt against him in July.His suggestion he would like to meet the Republican candidate in the coming weeks, however, comes amid an awkward spat with one of his Labour ministers. According to the Guardian, Home Office minister Angela Eagle told a fringe event at Labour's annual conference that Trump had emboldened racists in Britain through his own \"anti-immigrant rhetoric\".\"If you look at some of the memes that he's using with the wall stuff at the moment, it's astonishing, quite the level of vitriol that it has created,\" she added.Her remarks have been dismissed by the Trump campaign, with spokesman Steven Cheung telling news website Politico: \"Nobody knows who this random person is or cares what comes out of her mouth\".\"Who is she and what does she do?\" he added. Asked by reporters whether he agreed with Eagle's remarks, Sir Keir dodged the question, replying that responsibility for this summer's riots, which had been fuelled by far-right sentiment, lay with \"thugs\".Harris's Democrat party is more politically aligned with Sir Keir's Labour, whilst the pair also share professional backgrounds as former public prosecutors.But Labour has also been preparing for the possibility of another Trump presidency, with Foreign Secretary David Lammy meeting Trump campaign advisers and Republican members of Congress earlier this year.Lammy has also made comments about Trump in the past that could cause diplomatic awkwardness if the former president returns to power.Back in 2018, Mr Lammy called the former US president “a woman-hating, neo-Nazi-sympathizing sociopath” and a “profound threat to the international order”."}