{"title": "Uganda hails China as strategic partner in accelerating development", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-27 01:18:30", "content": "KAMPALA, Sept. 26 (Xinhua) -- China is a strategic partner in helping Uganda accelerate its development, Ugandan Vice President Jessica Alupo has said.\nAlupo made the remarks at a reception hosted by the Chinese Embassy in Kampala on Wednesday to commemorate the upcoming 75th anniversary of the founding of the People's Republic of China.\nThe vice president said that in addition to the funding China announced for Africa during the recently concluded Forum on China-Africa Cooperation (FOCAC) in Beijing, Uganda also signed partnership agreements with China to boost bilateral trade.\n\"China is our strategic development partner, and it gives me great pride to see that during the 2024 FOCAC, our relations were elevated,\" Alupo said.\nShe added that Uganda looks forward to working with China to implement the 10 partnership actions for the benefit of Ugandans.\nDuring the FOCAC summit, China unveiled 10 partnership actions to be implemented over the next three years, covering areas such as mutual learning among civilizations, trade prosperity, industrial chain cooperation, connectivity, development cooperation, health, agriculture and livelihoods, people-to-people and cultural exchanges, green development, and common security.\nChinese Ambassador to Uganda Zhang Lizhong said that during the FOCAC summit, China and Uganda confirmed their decision to elevate relations to a comprehensive strategic cooperative partnership based on mutual consensus.\nHe said that over the years, China has been a critical partner to Uganda, especially in developing the country's transport and energy infrastructure. China has financed and constructed two major power plants in Uganda, in addition to expanding Entebbe International Airport, the country's main gateway to the world.\nDuring Wednesday's event, the outgoing Chinese medical team in Uganda was awarded certificates of service appreciation, and the Confucius Institute at Makerere University was recognized for its 10-year anniversary.\nThe celebration was attended by high-ranking government officials, members of the diplomatic community, and representatives from the business community, among others. ■"}