{"title": "China Open: World No. 1 Sinner advances, Wei Sijia sails into second round", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-26 23:28:15", "content": "Jannik Sinner of Italy hits a return during the men's singles first round match at 2024 China Open tennis tournament in Beijing, China, Sept. 26, 2024. (Xinhua/Zhang Chen)\nWorld number one Jannik Sinner fought back to launch the defence of his China Open title with a 4-6, 6-3, 6-1 win over 28th-ranked Chilean Nicolas Jarry.\nBEIJING, Sept. 26 (Xinhua) -- Italy's top-ranked Jannik Sinner came back to defeat Nicolas Jarry from Chile 4-6, 6-3, 6-1, while Chinese player Wei Sijia cruised into the second round of China Open here on Thursday.\n\"Here is a very special tournament. The support always means so much to me,\" the reigning China Open men's singles champion Sinner said after the match. \"Obviously, starting every tournament is not easy. He [Jarry] was serving really well. Then in the second set, I managed to break him early, which made me confident to win the game.\"\nThe 20-year-old Wei beat Elena-Gabriela Ruse of Romania 6-4, 7-6 (6), and she was the only Chinese player who claimed victory on Thursday.\n\"I didn't perform well last year, so after a whole year of training, I hope I can attain new heights,\" Wei noted. \"My first win at China Open means a lot. Many fans came to cheer for me, and I am really excited. I tried to seize the victory with my utmost effort.\"\nThe tournament's opening ceremony was held on Thursday evening before table tennis icon Ma Long, China's most decorated Olympian with six gold medals, attended the coin toss of the first-round match between Wang Yafan of China and American Ashlyn Krueger. In more than two hours, the 30-year-old Wang lost to Krueger 3-6, 6-4, 6-2.\nWang Xiyu of China hits a return during the women's singles first round match at 2024 China Open tennis tournament in Beijing, China, Sept. 26, 2024. (Xinhua/Zhang Chen)\nOther Chinese players including Wang Xiyu, Yao Xinxin and Zhou Yi were eliminated in the first round.\nOn Friday, Jessica Pegula and Carlos Alcaraz, both second-seeded in the women's and men's singles, respectively, will start their journey at 2024 China Open, while Olympic mixed doubles silver medalist Zhang Zhizhen will confront Spain's Alejandro Davidovich Fokina.\n\"Just coming from the ATP 250 Hangzhou Tennis Open, I lost the final there. It is a bit sad at the moment. I had to hurry here to Beijing. I need to unwind and relax,\" the 27-year-old Zhang said. \"I think I am on the right track.\"  ■"}