{"title": "Qualifying top seed crushes out on day 1 as WTT China Smash launches", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-26 23:50:15", "content": "Chinese player Wang Xiaotong in action during her first round match of the qualifying stage at the World Table Tennis Grand Smash in Beijing, China on Sept. 26, 2024. (Xinhua/Xiao Yijiu)\nBEIJING, Sept. 26 (Xinhua) -- Men's singles qualifying top seed Eduard Ionescu suffered an opening session exit here on Thursday as the World Table Tennis (WTT) Grand Smash landed in China for the first time.\nThe world No. 58 from Romania, just 19, wasted a two-game lead and a total of five match points in the decider to see his 90th-ranked opponent Deni Kozul win the five-game marathon 7-11, 8-11, 12-10, 11-3, 15-13.\nKozul, who's vying for a maiden main draw appearance in a WTT Grand Smash event, will next play Gustavo Gomez in the three-round qualifications.\nAlso through to round 2 was 33-year-old Kristian Karlsson, who's part of the Swedish squad clinching the Olympic men's team silver medal last month at Paris 2024, rallying past Indian Harmed Desai 11-6, 9-11, 11-6, 8-11, 11-5.\nThe women's singles qualifying also churned out a thriller, where France's Camille Lutz narrowly defeated her three-year younger sister Charlotte Lutz 7-11, 11-9, 11-9, 5-11, 12-10.\nHuang Youzheng, 19, came out the sole Chinese paddler falling at the first hurdle on Thursday, beaten in three straight sets by German veteran Ricardo Walther.\nThe WTT China Smash, the third and final WTT Grand Smash event of year 2024, has also been the biggest international table tennis event to hit the Beijing scene in over 60 years since the 1961 World Championships.\nStaged at Shougang Park, in which the iconic Beijing 2022 venue Big Air Shougang is located, the 11-day tournament features a total prize pool of 2 million U.S. dollars, with the champions in each of the five events picking up 2,000 ITTF world ranking points.\n\"Everything here is very nice, the area where we play, the spectators were fantastic, [and the] qualification round was really fun to play,\" Karlsson, who was last time in Beijing at 14 at a training camp, said while asked about his impression of the venue.  ■"}