{"title": "AU developing guidelines to boost food safety in informal markets", "meta": "Source: Xinhua\nEditor: huaxia\n2024-06-13 00:24:30", "content": "NAIROBI, June 12 (Xinhua) -- The African Union (AU) in partnership with the Nairobi-based International Livestock Research Institute (ILRI) said Wednesday that the development of new guidelines to boost food safety in the continent's informal markets has gathered steam.\nIn a joint statement released in Nairobi, the Kenyan capital, the two organizations observed that nearly 70 percent of Africa's urban households purchase food from informal markets, including street vendors and kiosks, warranting enforcement of quality controls to protect consumers from food poisoning.\n\"Food and nutrition security is a human right and yet unsafe food undermines this right for millions of Africans every year,\" said John Oppong-Otoo, the Food Safety officer at the Nairobi-based African Union Inter African Bureau for Animal Resources (AU-IBAR). \"We believe these new guidelines will provide realistic and practical guidance to help governments work with the informal sector and gradually transform it to safely and sustainably sustain the population.\"\nAccording to the AU, food safety in Africa's informal markets has been historically neglected or mismanaged, with some 90 million people in the continent affected by foodborne illnesses annually, leading to an estimated 16 billion U.S. dollars in productivity losses.\nIn addition, the AU said that the international community invests only 55 million dollars annually on food safety projects in the continent, hence the urgency for domestic resources mobilization to tackle food poisoning.\nThe new guidelines are expected to inject vitality into domestic efforts to enhance food safety in Africa by involving policymakers, traders, and consumers as part of the continent's agenda to end hunger, poverty, and disease, the AU noted.\nDeveloped after the AU's continental-wide Food Safety Strategy for Africa 2022-2036, the new guidelines were first published in 2021 and seek to enhance hygiene in handling edible products, said the Pan-African bloc.\nIt added that while compliance with food safety standards has improved in Africa's exported food crops, progress has been lethargic in the fragmented and under-resourced domestic informal markets.\nSilvia Alonso Alvarez, a senior scientist and epidemiologist at ILRI, said that African countries should develop and enforce food safety guidelines that suit the continent's socioeconomic and cultural environment.\n\"The reality is that most African consumers buy food from the informal sector, which requires different approaches for food safety management,\" Alonso said. \"With the right support, governments can unlock the informal food sector as a vehicle for healthy and safe foods for all, and a source of decent and dignified employment for men and women, especially youth, in Africa.\"\nBoth the AU and ILRI will consult informal sector actors to refine food safety guidelines in June while consultations with member states will continue throughout 2024 and 2025, paving the way for the framework to be presented to the AU policy bodies for approval in 2025. ■"}