{"title": "China Focus: Cheese from mummies' graves reveals secrets of ancient fermentation", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-26 23:37:15", "content": "by Xinhua writer Yuan Quan\nBEIJING, Sept. 26 (Xinhua) -- The 3,500-year-old mummies unearthed two decades ago in Xinjiang region captured global attention this week after scientists sequenced DNA from three cheese samples found at their burial site, revealing the secrets of the world's oldest known fermented dairy products.\nThe study, published on Wednesday in the journal Cell, presents a photograph showcasing the Bronze Age samples, each measuring the size of a bottle cap. Scientists extracted and analyzed DNA from the ancient remnants, confirming that they belong to kefir cheese, a type of cheese that is still widely produced and consumed today. The ancient cheese was made by fermenting cow and goat milk using kefir grains, which contained fermentative microbes such as lactic acid bacteria and yeast.\nThe study has been widely praised by the international scientific community as an unprecedented achievement, with experts hailing it as opening a \"new frontier in ancient DNA studies.\"\n\"The study allowed us to observe how fermentative microbes evolved over the past 3,000 years,\" said lead researcher Fu Qiaomei, a world-renowned scientist from the Institute of Vertebrate Paleontology and Paleoanthropology of the Chinese Academy of Sciences.\nThe research team also includes archaeologists from Xinjiang Uygur Autonomous Region and reproductive medicine experts from Beijing.\nFu has been working on paleogenetics, specifically exploring human origins and evolution with ancient DNA. The woman scientist has been nicknamed the \"DNA detective\" by her colleagues.\nFu said the cheese research spanned over 11 years and the key to its success lay in the self-designed DNA probes, which can significantly increase the proportion of the target DNA -- lactic acid bacteria -- from less than 1 percent to a maximum of 80 percent of the total DNA, thus enabling the complete reconstruction of the microbe genome.\nFermented foods play a crucial role in modern human life, yet there has been limited research on the evolution of fermented microbes due to the scarcity of preserved materials and the challenges associated with extracting DNA.\nAccording to one of the study's peer reviews, the genome sequence is highly significant as it represents \"the first from an archaeological sample,\" providing valuable insights into migration and exchange across the Central Eurasian steppes and the history of food fermentation, making a substantial contribution the understanding of our ancestors' diet and culture.\nThe discovery also challenges the widely accepted belief that kefir cheese spread from the Northern Caucasus to Europe and other regions, suggesting an additional new route from Xinjiang to inland East Asia.\n\"It is exciting to see how much information can be retrieved from this cheese,\" said co-corresponding author Yang Yimin, a professor at the University of Chinese Academy of Sciences. \"It is like opening a window to understand the past human behaviors and culture that have disappeared from the historical records.\"\nIn 2003, several mummies were found in a grave in the Taklimakan Desert, but the most renowned is a female dubbed \"Princess of Xiaohe.\" Despite being buried over 3,500 years ago, her body is remarkably well-preserved, with delicate hair and eyelashes clearly visible. Some of her facial features, such as the high cheekbones, resemble those of Westerners, leading many to wonder whether the ancestors of Xinjiang's earliest residents were migrants.\nThe scientists have not yet explored the reasons why the cheese was found among the mummy remains. However, previous studies have revealed the presence of rice, millet, herbs and cheese in ancient mummy tombs, suggesting that cheese played an important role in the lives of people during the Bronze Age.\n\"This is just the beginning, and through the use of genetic probes, we hope to explore more ancient microbes from human remains and artifacts,\" Fu said. ■"}