{"title": "China ready to deepen cooperation with all parties within GDI: Chinese FM", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-27 01:14:15", "content": "UNITED NATIONS, Sept. 26 (Xinhua) -- Chinese Foreign Minister Wang Yi told an event Wednesday at the United Nations (UN) headquarters in New York that China stands ready to deepen cooperation with all parties within the framework of the Global Development Initiative (GDI), a proposal put forward three years ago at the United Nations by Chinese President Xi Jinping.\nAddressing the event themed \"Global Development Initiative Supports the Global South -- China in Action,\" Wang, also a member of the Political Bureau of the Communist Party of China Central Committee, said that over the past three years since the inception of the GDI, it has evolved from a Chinese proposition to an international consensus, and from a cooperation concept to joint actions, contributing China's solutions and injecting Chinese strength into the implementation of the United Nations' 2030 Agenda for Sustainable Development.\nThe initiative has continuously consolidated the consensus on giving priority to prioritizing development, becoming a vivid practice of building a community with a shared future for mankind in the field of development, Wang said.\nNoting the support and participation of over 100 countries and 20 international organization in the GDI, as well as the initiative's remarkable mechanism-building achievement, Wang said that no country can be left behind in the worldwide modernization process, and that the GDI prioritizes supporting the development and revitalization of countries in the Global South.\n\"We stand ready to deepen cooperation with all parties within the GDI and accelerate the implementation of the UN 2030 Agenda for Sustainable Development, so that the gains of modernization will benefit every country and every person,\" Wang said.\nAlso attending the event, Philemon Yang, president of the 79th session of the UN General Assembly, said that the China-proposed GDI has shown strong leadership and received support from many countries.\nThe initiative is of great significance as it provides a new path to accelerate the realization of the Sustainable Development Goals and help countries in the Global South, Yang added.\nThe event was also attended by UN Under-Secretary-General for Economic and Social Affairs Li Junhua, and ministerial-level officials from more than 20 countries, including Laos, Cambodia, Ethiopia, Burundi, Uganda, Burkina Faso, the Dominican Republic, and Cuba. ■"}