{"title": "China firmly opposes any indiscriminate attacks against civilians: envoy", "meta": "Source: Xinhua\nEditor: huaxia\n2024-09-27 01:19:15", "content": "UNITED NATIONS, Sept. 26 (Xinhua) -- Fu Cong, China's permanent representative to the United Nations, said China is seriously concerned about the current situation between Lebanon and Israel, and firmly opposes any indiscriminate attacks against civilians that breach the red line of international humanitarian law.\nIn remarks at the UN Security Council briefing on the Lebanese-Israeli situation on Wednesday, Fu said the Lebanese people have just experienced the bloodiest week in decades, with thousands of communications devices detonated simultaneously via remote control causing heavy casualties of innocent civilians, and over 500 people killed and close to 2,000 others injured in large-scale airstrikes launched by Israel.\n\"China once again condemned such unscrupulous and indiscriminate attacks,\" said the ambassador.\nChina firmly supports Lebanon in defending its sovereignty, security, and national dignity, and strongly condemns acts that violate the basic norms governing international relations, Fu said, adding, \"We firmly oppose any indiscriminate attacks against civilians that breach the red line of international humanitarian law.\"\nNoting the efforts by the international community on promoting an immediate ceasefire and preventing the conflict from spilling over and expanding, Fu said the reality, however, is heading in the opposite direction. \"As world leaders gather here in New York, making an overwhelming call for the maintenance of peace in the Middle East in the General Assembly general debate, Israel has chosen to expand the conflict. This is nothing short of a mockery of international justice and the authority of international law.\"\nThe ambassador emphasized that the Middle East \"cannot afford another war,\" and that it is imperative to stop military adventurism and facilitate deescalation.\nHe took note of the efforts by the international community, including the appeal of the UN secretary-general, the mediation efforts by the world body, and Lebanon's willingness to seek a diplomatic solution, and urged Israel to \"make the right decision, put aside its obsession with the use of force, stop its military operations in Gaza, stop its violations of Lebanon's sovereignty and security, and stop adventurous acts that could drag the region into a new catastrophe.\"\nFu also called on all relevant parties to exercise maximum restraint and to avoid escalating the situation.\nUnderscoring the Security Council's responsibility of maintaining international peace and security, he urged all council members to demonstrate political will and leadership for peace, respond to the expectations of Lebanon and Arab states, and support the council in taking strong, necessary actions without delay, in order to play an effective role in stopping the war and easing the situation. ■"}